Revit 2027 API
BuiltInFailures.RevisionCloudFailures.ProhibitCreationInIssued Property
 The most current project revision has been issued. No new revision clouds can be created in it. Please add a new revision to the global revision table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ProhibitCreationInIssued { get; }
Public Shared ReadOnly Property ProhibitCreationInIssued As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ProhibitCreationInIssued {
	FailureDefinitionId^ get ();
}
static member ProhibitCreationInIssued : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RevisionCloudFailures Class
Autodesk.Revit.DB Namespace